Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# salute.15
source: Be great!
ar: كن عظيمًا!
bg: Будете отличен!
bn: দুর্দান্ত হও!
ca: Sé magnífic!
cs: Buď skvělý!
da: Vær fantastisk!
de: Sei großartig!
el: Να είσαι υπέροχος!
es: ¡Sé genial!
et: Ole suurepärane!
fa: عالی باش!
fi: Ole paras!
fil: Maging mahusay!
fr: Sois super!
he: היה גדול!
hi: बेहतरीन बनो!
hr: Budi odličan!
hu: Légy nagyszerű!
id: Jadilah luar biasa!
is: Vertu frábær!
it: Sii grande!
ja: 素晴らしくやろう！
ko: 멋져!
lt: Iš pamainos mėgavaisz!
lv: Būtu izcils!
nb: Nyt vakten!
nl: Wees geweldig!
nn: Nyt vakten!
pl: Bądź wspaniały!
pt_br: Seja incrível!
ro: Fii grozav!
ru: Будь великолепен!
sk: Buď skvelý!
sl: Uživaj izmeno!
sr: Uživaj!
sv: Var bra!
sw: Kuwa kubwa!
ta: சிறந்தவராக இருங்கள்!
th: เป็นเลิศ!
tr: Harika ol!
uk: Будь великим!
ur: بہترین بنو!
vi: Tận hưởng ca làm!
zh_hans: 做得更好！
zh_hant: 展現卓越！

# salute.16
source: Boss mode!
ar: وضع الزعيم!
bg: Шефски режим!
bn: বস মোড!
ca: Mode de boss!
cs: Šéfovský mód!
de: Boss-Modus!
el: Κατάσταση αρχηγού!
es: ¡Modo jefe!
et: Juhi energiat!
fa: انرژی خوب!
fi: Johtajamoodi!
fr: Mode patron!
he: אנרגיה טובה!
hi: बॉस मोड!
hr: Šef mode!
hu: Főnök mód!
id: Mode bos!
is: Góð orka!
it: Modalità capo!
ja: ボスモード発動！
ko: 보스 모드!
lt: Boso režimas!
lv: Bosa režīms!
nb: God energi!
nl: Baasmode!
nn: God energi!
pl: Tryb szefa!
pt_br: Modo chefe!
ro: Mod șef!
ru: Режим босса!
sk: Šéfovský režim!
sl: Šef način!
sr: Šeф режим!
sv: Chefläge!
sw: Mtindo wa boss!
ta: பாஸ் மோடு!
th: โหมดบอส!
tr: Patron modu!
uk: Режим босса!
ur: باس موڈ!
vi: Năng lượng tốt!
zh_hans: 老板模式！
zh_hant: 老闆氣勢！

# salute.17
source: Go hard!
ar: استمر بقوة!
bg: Напред с пълна сила!
bn: পুরোদমে এগিয়ে যাও!
ca: Només endavant!
cs: Jen dopředu!
da: Giv den gas!
de: Gib alles!
el: Πήγαινε δυνατά!
es: ¡Dale fuerte!
et: Edasi, edasi!
fa: فقط جلو رو!
fi: Mene rankasti!
fil: Magpatuloy!
fr: Vas-y fort!
he: קדימה בכוח!
hi: पूरी ताकत से!
hr: Samo naprijed!
hu: Csak előre!
id: Dorong terus!
is: Bara áfram!
it: Dai tutto!
ja: 全力で行こう！
ko: 강하게!
lt: Tik pirmyn!
lv: Pilna gāze!
nb: Bare fremover!
nl: Ga vol!
nn: Bare fremover!
pl: Walcz!
pt_br: Vai forte!
ro: Dă-i puternic!
ru: Выкладывайся!
sk: Len dopredu!
sl: Samo naprej!
sr: Пуна паром!
sv: Gå hårt!
sw: Jitahidi!
ta: கடுமையாக செல்லுங்கள்!
th: ทำอย่างหนัก!
tr: Sert çalış!
uk: Напірай!
ur: پورے زور سے!
vi: Chỉ tiến lên!
zh_hans: 努力向前！
zh_hant: 全力前進！

# salute.18
source: Send it!
ar: انطلق!
bg: Хайде!
bn: পাঠিয়ে দাও!
ca: Endavant!
cs: Pusť se do toho!
da: Send det!
de: Mach es!
el: Στείλε το!
es: ¡Adelante!
et: Lase käia!
fa: خوشحال باش!
fi: Lähitä se!
fil: Ipagpatuloy!
fr: Envoie!
he: בואו!
hi: बस करो!
hr: Kreni u akciju!
hu: Hajrá!
id: Terjang!
is: Gangi þér vel!
it: Mandala!
ja: 思いっきりやろう！
ko: 던져!
lt: Kelk į akciją!
lv: Uz priekšu!
nb: Gled deg!
nl: Stuur het!
nn: Gled deg!
pl: Wysyłaj!
pt_br: Manda!
ro: Trimite!
ru: Запускай!
sk: Choď na to!
sl: Užij si!
sr: Пусти то!
sv: Skicka det!
sw: Tembea kwa ushindi!
ta: அதை அனுப்புங்கள்!
th: ส่งเลย!
tr: Gönder!
uk: Вперед!
ur: آگے بڑھو!
vi: Hãy vui lên!
zh_hans: 出击！
zh_hant: 盡力去做！

# salute.19
source: Nail it!
ar: أحطمها!
bg: Пробий я!
bn: নিখুঁত করো!
ca: Clava-ho!
cs: Trefi to!
da: Perfekt!
de: Perfekt gemacht!
el: Κάνε το τέλειο!
es: ¡Clavalo!
et: Tee ideaalselt!
fa: بزن بهش!
fi: Naula se!
fil: Perpekto!
fr: Décrochez-le!
he: תופסים את זה!
hi: परफेक्ट करो!
hr: Pogodi cilj!
hu: Találd el!
id: Kuasai!
is: Taktu það!
it: Centrala!
ja: 完璧にやろう！
ko: 완벽해!
lt: Sėkmės!
lv: Izpildi!
nb: La det swinge!
nl: Zet het neer!
nn: La det swinge!
pl: Przybij to!
pt_br: Manda bem!
ro: Reușește!
ru: Забей!
sk: Trafi to!
sl: Zalomi!
sr: Забиј то!
sv: Spika det!
sw: Kamata!
ta: அதை சரியாக செய்யுங்கள்!
th: ทำให้ลงตัว!
tr: Mükemmele getir!
uk: Покажи клас!
ur: بہترین کرو!
vi: Làm tốt lắm!
zh_hans: 完美表现！
zh_hant: 完美表現！

# salute.20
source: Smash it!
ar: دمّرها!
bg: Смажи я!
bn: চূর্ণ করো!
ca: Esclafa-ho!
cs: Rozbij to!
da: Knuser det!
de: Du rockst!
el: Σκάσε το!
es: ¡Rómpelo!
et: Sa rockid!
fa: تو عالی هستی!
fi: Murskaa se!
fil: Masaya!
fr: Explose!
he: אתה רוקד!
hi: शानदार करो!
hr: Razbij to!
hu: Zúzd el!
id: Hancurkan!
is: Þú rokkar!
it: Spacca!
ja: やっつけよう！
ko: 박살내!
lt: Trenk!
lv: Sasmalc to!
nb: Du rocker!
nn: Du rocker!
pl: Przygniećmi to!
pt_br: Esmagador!
ro: Sparge!
ru: Разнеси!
sk: Rozbiť to!
sl: Razbij!
sr: Разбиј то!
sv: Smasha det!
sw: Vunja!
ta: அதை நசுக்குங்கள்!
th: ทำให้หมดไป!
tr: Ezip geç!
uk: Розгромляй!
ur: شاندار کرو!
vi: Bạn tuyệt vời!
zh_hans: 砸碎它！
zh_hant: 大展身手！

# salute.21
source: You're the best!
ar: أنت الأفضل!
bg: Ти си най-добрия!
bn: তুমি সেরা!
ca: Ets el millor!
cs: Jsi nejlepší!
da: Du er bedst!
de: Du bist der Beste!
el: Είσαι ο καλύτερος!
es: ¡Eres el mejor!
et: Oled parim!
fa: تو بهترینی!
fi: Olet paras!
fil: Ikaw ang best!
fr: Tu es le meilleur!
he: אתה הטוב ביותר!
hi: तुम बेहतरीन हो!
hr: Ti si najbolji!
hu: Te vagy a legjobb!
id: Kamu terbaik!
is: Þú ert bestur!
it: Sei il migliore!
ja: 君が最高だ！
ko: 넌 최고야!
lt: Tu geriausias!
lv: Tu esi labākais!
nb: Du er best!
nl: Jij bent de beste!
nn: Du er best!
pl: Jesteś najlepszy!
pt_br: Você é o melhor!
ro: Tu ești cel mai bun!
ru: Ты лучший!
sk: Si najlepší!
sl: Ti si najboljši!
sr: Ти си najbolji!
sv: Du är bäst!
sw: Wewe ndio bora!
ta: நீங்கள் சிறந்தவர்!
th: คุณเป็นคนที่ดีที่สุด!
tr: Sen en iyisin!
uk: Ти найкращий!
ur: تم بہترین ہو!
vi: Bạn là tốt nhất!
zh_hans: 你是最棒的！
zh_hant: 你最棒！

# salute.22
source: Superstar!
ar: نجم!
bg: Суперзвезда!
bn: সুপারস্টার!
ca: Superestrella!
cs: Hvězda!
da: Superstjerne!
el: Σουπερ σταρ!
es: ¡Superestrella!
et: Superstaar!
fa: فوق‌العاده!
he: סופר כוכב!
hi: सुपरस्टार!
hr: Superzvijezda!
hu: Szupersztár!
id: Bintang!
is: Ofurrkamari!
ja: スーパースター！
ko: 슈퍼스타!
lt: Superžvaigždė!
lv: Superzvaigzne!
nb: Helt rå!
nl: Superster!
nn: Helt rå!
pt_br: Superestrela!
ru: Суперзвезда!
sl: Superzvezda!
sr: Суперзвезда!
sw: Nyota!
ta: சூப்பர்ஸ்டார்!
th: ซูเปอร์สตาร์!
tr: Süperstar!
uk: Суперзірка!
ur: سپر سٹار!
vi: Siêu sao!
zh_hans: 超级巨星！
zh_hant: 超級明星！

# salute.23
source: You're gold!
ar: أنت ذهب!
bg: Ти си злато!
bn: তুমি সোনা!
ca: Ets or!
cs: Jsi zlatý!
da: Du er guld!
de: Du bist Gold!
el: Είσαι χρυσός!
es: ¡Eres oro!
et: Oled superstaar!
fa: تو طلایی!
fi: Olet kulta!
fil: Ginto ka!
fr: Tu es or!
he: אתה זהב!
hi: तुम शानदार हो!
hr: Ti si zlatan!
hu: Arany vagy!
id: Kamu emas!
is: Þú ert gull!
it: Sei oro!
ja: 君は最高だ！
ko: 넌 금이야!
lt: Tu aukso!
lv: Tu esi zelta!
nb: Superstjerne!
nl: Jij bent goud!
nn: Superstjerne!
pl: Jesteś złotem!
pt_br: Você é ouro!
ro: Tu ești aur!
ru: Ты золото!
sk: Si zlatý!
sl: Ti si zlata vrednost!
sr: Ти си злато!
sv: Du är guld!
sw: Wewe ni dhahabu!
ta: நீங்கள் தங்கம்!
th: คุณเป็นทองคำ!
tr: Sen altınsın!
uk: Ти золото!
ur: تم سونا ہو!
vi: Bạn là vàng!
zh_hans: 你是黄金！
zh_hant: 你是金子！

# salute.24
source: Amazing!
ar: رائع!
bg: Невероятно!
bn: অসাধারণ!
ca: Increïble!
cs: Úžasné!
da: Fantastisk!
de: Unglaublich!
el: Εξαιρετικό!
es: ¡Increíble!
et: Suurepärane!
fa: شگفت‌انگیز!
fi: Hämmästyttävä!
fil: Kahanga-hanga!
fr: Incroyable!
he: מדהים!
hi: अद्भुत!
hr: Nevjerojatno!
hu: Csodálatos!
id: Menakjubkan!
is: Ótrúlegt!
it: Fantastico!
ja: 素晴らしい！
ko: 대단해!
lt: Nuostabu!
lv: Apbrīnojami!
nb: Du er gull!
nl: Geweldig!
nn: Du er gull!
pl: Niesamowite!
pt_br: Incrível!
ro: Uimitor!
ru: Изумительно!
sk: Úžasné!
sl: Neverjeten!
sr: Невероватно!
sv: Fantastiskt!
sw: Ajabu!
ta: அসாதாரணம்!
th: ยอดเยี่ยม!
tr: Harika!
uk: Чудово!
ur: شاندار!
vi: Tuyệt vời!
zh_hans: 太棒了！
zh_hant: 太棒了！

# salute.25
source: Legendary!
ar: أسطوري!
bg: Легендарно!
bn: কিংবদন্তি!
ca: Llegendari!
cs: Legendární!
da: Legendarisk!
de: Legendär!
el: Θρυλικό!
es: ¡Legendario!
et: Legendaarne!
fa: افسانه‌ای!
fi: Legendaarinen!
fr: Légendaire!
he: אגדי!
hi: किंवदंती!
hr: Legendarno!
hu: Legendás!
id: Legendaris!
is: Goðlegur!
it: Leggendario!
ja: 伝説的だ！
ko: 전설이야!
lt: Legenda!
lv: Leģendārs!
nb: Knallbra!
nl: Legendarisch!
nn: Knallbra!
pl: Legendarny!
pt_br: Lendário!
ro: Legendar!
ru: Легендарно!
sk: Legendárny!
sl: Legendarno!
sr: Легендаран!
sv: Legendarisk!
sw: Hadithi!
ta: புராণக்கதை!
th: ที่สุดยอด!
tr: Efsanevi!
uk: Легендарно!
ur: افسانوی!
vi: Huyền thoại!
zh_hans: 传奇！
zh_hant: 傳奇級的！

# salute.26
source: You're a pro!
ar: أنت محترف!
bg: Ти си професионалец!
bn: তুমি একজন পেশাদার!
ca: Ets un professional!
cs: Jsi profesionál!
da: Du er profi!
de: Du bist ein Profi!
el: Είσαι επαγγελματίας!
es: ¡Eres un profesional!
et: Oled professionaal!
fa: تو حرفه‌ای!
fi: Olet ammattilainen!
fil: Pro ka!
fr: Tu es un pro!
he: אתה מקצוען!
hi: तुम प्रो हो!
hr: Ti si pro!
hu: Profi vagy!
id: Kamu profesional!
is: Þú ert fagmaður!
it: Sei un professionista!
ja: 君はプロだ！
ko: 넌 프로야!
lt: Tu profesionalas!
lv: Tu esi profesionālis!
nb: Helt topp!
nl: Jij bent een pro!
nn: Helt topp!
pl: Jesteś profesjonalistą!
pt_br: Você é um profissional!
ro: Tu ești profesionist!
ru: Ты профессионал!
sk: Si profesionál!
sl: Ti si profi!
sr: Ти си професионалац!
sv: Du är proffs!
sw: Wewe ni mtaalamu!
ta: நீங்கள் ஒரு பেশாদார்!
th: คุณเป็นมืออาชีพ!
tr: Sen profsin!
uk: Ти професіонал!
ur: تم پروفیشنل ہو!
vi: Bạn là chuyên gia!
zh_hans: 你是专业人士！
zh_hant: 你是專家！

# salute.27
source: Trust yourself!
ar: ثق بنفسك!
bg: Вярвай в себе си!
bn: নিজের উপর বিশ্বাস করো!
ca: Confía en tu!
cs: Věř si!
da: Tro på dig selv!
de: Vertrau dir selbst!
el: Πίστεψε στον εαυτό σου!
es: ¡Confía en ti!
et: Usalda ennast!
fa: به خودت اعتماد کن!
fi: Luota itseesi!
fil: Magtiwala sa iyo!
fr: Crois en toi!
he: תאמין בעצמך!
hi: अपने पर भरोसा करो!
hr: Vjeruj sebi!
hu: Bízz magadban!
id: Percaya diri!
is: Trúðu þér!
it: Credi in te!
ja: 自分を信じよう！
ko: 자신을 믿어!
lt: Pasitikėk savimi!
lv: Uzticies sev!
nb: Du fikser det!
nl: Vertrouw jezelf!
nn: Du fikser det!
pl: Ufaj sobie!
pt_br: Confie em você!
ro: Crede în tine!
ru: Верь в себя!
sk: Ver si sám!
sl: Zaupaj si!
sr: Веруј себи!
sv: Tro på dig själv!
sw: Jiamini!
ta: உங்களை நம்புங்கள்!
th: เชื่อใจตัวเอง!
tr: Kendine inan!
uk: Вір у себе!
ur: اپنے آپ پر بھروسہ کرو!
vi: Tin tưởng vào bản thân!
zh_hans: 相信自己！
zh_hant: 相信自己！

# salute.28
source: Believe!
ar: آمن!
bg: Вярвай!
bn: বিশ্বাস করো!
ca: Creu!
cs: Věř v sebe!
da: Tro på det!
de: Glaub daran!
el: Πίστευε!
es: ¡Cree!
et: Usu!
fa: ایمان بیاور!
fi: Usko!
fil: Maniwala!
fr: Aie confiance!
he: האמן!
hi: विश्वास करो!
hr: Vjeruj!
hu: Higgy!
id: Percayalah!
is: Trúðu!
it: Abbi fede!
ja: 信じるんだ！
ko: 믿어!
lt: Tikėk!
lv: Tici!
nb: Stol på deg!
nl: Geloof!
nn: Stol på deg!
pl: Wierz!
pt_br: Acredite!
ro: Crede!
ru: Верь!
sk: Verte si!
sl: Veri!
sr: Веруј!
sv: Tro!
sw: Amini!
ta: நம்புங்கள்!
th: เชื่อสิ!
tr: İnan!
uk: Вір!
ur: یقین رکھو!
vi: Hãy tin!
zh_hans: 坚持信念！
zh_hant: 要有信念！

# salute.29
source: You're unique!
ar: أنت فريد!
bg: Ти си уникален!
bn: তুমি অনন্য!
ca: Ets únic!
cs: Jsi jedinečný!
da: Du er unik!
de: Du bist einzigartig!
el: Είσαι μοναδικός!
es: ¡Eres único!
et: Oled ainulaadne!
fa: تو منحصر به فردی!
fi: Olet ainutlaatuinen!
fil: Natatangi ka!
fr: Tu es unique!
he: אתה ייחודי!
hi: तुम अनोखे हो!
hr: Ti si jedinstven!
hu: Te vagy egyedi!
id: Kamu unik!
is: Þú ert einstakur!
it: Sei unico!
ja: 君はユニークだ！
ko: 넌 특별해!
lt: Tu unikalus!
lv: Tu esi unikāls!
nb: Tro på deg!
nl: Jij bent uniek!
nn: Tro på deg!
pl: Jesteś wyjątkowy!
pt_br: Você é único!
ro: Tu ești unic!
ru: Ты уникален!
sk: Si jedinečný!
sl: Ti si edinstven!
sr: Ти си јединствен!
sv: Du är unik!
sw: Wewe ni kipekee!
ta: நீங்கள் தனிப்பட்டவர்!
th: คุณไม่เหมือนใคร!
tr: Sen benzersizsin!
uk: Ти унікальний!
ur: تم منفرد ہو!
vi: Bạn độc đáo!
zh_hans: 你很独特！
zh_hant: 你獨一無二！

# salute.30
source: Stay confident!
ar: ابقَ واثقاً!
bg: Останался уверен!
bn: আত্মবিশ্বাসী থাকো!
ca: Mantén la confiança!
cs: Zůstaň sebevědomý!
da: Bliv selvsikker!
de: Bleib selbstbewusst!
el: Μείνε αυτόπεποίθητος!
es: ¡Mantén la confianza!
et: Püsi enesekindel!
fa: اعتماد‌به‌نفس داشته باش!
fi: Pysy itsevarma!
fil: Manatiling confident!
fr: Reste confiant!
he: הישאר בטוח!
hi: आत्मविश्वास रखो!
hr: Ostani samozavjeran!
hu: Maradj magabiztos!
id: Tetap percaya diri!
is: Vertu sjálfsöruggur!
it: Rimani sicuro di te!
ja: 自信を持ってね！
ko: 자신감을 유지해!
lt: Būk pasitikintis!
lv: Paliec pārliecināts!
nb: Du er unik!
nl: Blijf zelfverzekerd!
nn: Du er unik!
pl: Zostań pewny siebie!
pt_br: Fique confiante!
ro: Rămâi încrezător!
ru: Будь уверен!
sk: Buď sebavedomý!
sl: Ostani samozavesten!
sr: Остани самоуверен!
sv: Håll dig säker!
sw: Jisikitishe!
ta: தன்னம்பிக்கையுடன் இருங்கள்!
th: อยู่มั่นใจไว้!
tr: Özgüvenli kal!
uk: Залишайся впевненим!
ur: اعتماد رکھو!
vi: Giữ sự tự tin!
zh_hans: 保持自信！
zh_hant: 保持自信！

# salute.31
source: Good vibes!
ar: طاقة جيدة!
bg: Добра енергия!
bn: ভালো শক্তি!
ca: Bona energia!
cs: Dobrá nálada!
da: God stemning!
de: Gute Vibes!
el: Καλή ενέργεια!
es: ¡Buena vibra!
et: Head viibid!
fa: انرژی خوب!
fi: Hyvä fiilis!
fil: Magandang vibes!
fr: Bonne ambiance !
he: אנרגיה טובה!
hi: सकारात्मक ऊर्जा!
hr: Dobra energija!
hu: Jó vibrálás!
id: Energi bagus!
is: Góð andrúmsloft!
it: Buona energia!
ja: いい雰囲気!
ko: 좋은 분위기!
lt: Gera nuotaika!
lv: Laba enerģija!
nb: God stemning!
nl: Goed vibe!
nn: God stemning!
pl: Dobra energia!
pt_br: Boa energia!
ro: Viață bună!
ru: Хорошее настроение!
sk: Dobrá energia!
sl: Dobra energija!
sr: Добра енергија!
sv: God stämning!
sw: Mzunguko mzuri!
ta: நல்ல உணர்வு!
th: บรรยากาศดี!
tr: İyi vibes!
uk: Класна атмосфера!
ur: اچھی توانائی!
vi: Không khí tuyệt vời!
zh_hans: 好气氛！
zh_hant: 好氛圍！

# salute.32
source: Spread joy!
ar: انشر الفرح!
bg: Разпространявай радост!
bn: আনন্দ ছড়িয়ে দাও!
ca: Escampa alegria!
cs: Šiř radost!
da: Spred glæde!
de: Verbreite Freude!
el: Διάδωσε χαρά!
es: ¡Propaga alegría!
et: Levia rõõmu!
fa: شادی پخش کن!
fi: Levitä iloa!
fil: Magdulot ng saya!
fr: Répands la joie !
he: פזרו שמחה!
hi: खुशी फैलाओ!
hr: Širи radost!
hu: Terjesszed az örömöt!
id: Sebarkan kegembiraan!
is: Dreif gleði!
it: Diffondere gioia!
ja: 喜びを広げよう!
ko: 기쁨을 전하세요!
lt: Sklaidyk džiaugsmą!
lv: Izplati prieku!
nb: Positiv vibb!
nl: Verspreid vreugde!
nn: Positiv vibb!
pl: Rozprzestrzeniaj radość!
pt_br: Espalhe alegria!
ro: Răspândește bucurie!
ru: Дари радость!
sk: Šíri radosť!
sl: Širi veselje!
sr: Ширај радост!
sv: Sprida glädje!
sw: Eneza furaha!
ta: மகிழ்ச்சியை ছড்ையுங்கள்!
th: แพร่กระจายความสุข!
tr: Neşe yay!
uk: Поширюй радість!
ur: خوشی پھیلاؤ!
vi: Lan tỏa niềm vui!
zh_hans: 传递快乐！
zh_hant: 傳遞歡樂！

# salute.33
source: You light it up!
ar: أنت تضيء!
bg: Ти осветяваш всичко!
bn: তুমি আলো ছড়াও!
ca: Tu il·lumines!
cs: Ty to rozsvěcuješ!
da: Du lyser op!
de: Du leuchtst auf!
el: Φωτίζεις!
es: ¡Iluminas todo!
et: Sa paisted!
fa: تو درخشان هستی!
fi: Sinä loistatat!
fil: Ikaw ang nagningning!
fr: Tu illumines !
he: אתה מזיע!
hi: तुम चमकते हो!
hr: Ti osvjetljavaš!
hu: Te világítasz fel!
id: Kamu bersinar!
is: Þú lýsir því upp!
it: Tu illumini!
ja: 君は輝いてる!
ko: 당신이 빛을 내요!
lt: Tu švieti!
lv: Tu spīd!
nb: Spre glede!
nl: Je bent geweldig!
nn: Spre glede!
pl: Ty rozświetlasz!
pt_br: Você brilha!
ro: Te strălucești!
ru: Ты зажигаешь!
sk: Rozjasňuješ to!
sl: Ti osvetliš!
sr: Ти светлуцаш!
sv: Du lyser upp!
sw: Wewe unang'ara!
ta: நீங்கள் அதை ஒளிரச் செய்கிறீர்கள்!
th: คุณทำให้มันส่องสว่าง!
tr: Sen ışığısın!
uk: Ти світиш!
ur: تم روشنی لاتے ہو!
vi: Bạn sáng lên!
zh_hans: 你闪闪发光！
zh_hant: 你光芒四射！

# salute.34
source: Keep smiling!
ar: استمر بالابتسام!
bg: Продължавай да се усмихваш!
bn: হাসতে থাকো!
ca: Continua somrient!
cs: Zůstaň usměvavý!
da: Bliv ved med at smile!
de: Bleib lächelnd!
el: Συνέχισε να χαμογελάς!
es: ¡Sigue sonriendo!
et: Jäta naeratama!
fa: لبخند بزن!
fi: Jatka hymyilemistä!
fil: Patuloy na ngiti!
fr: Continue à sourire !
he: המשך לחייך!
hi: मुस्कुराते रहो!
hr: Nastavi se smijati!
hu: Mosolyogj tovább!
id: Terus tersenyum!
is: Haltu áfram að bros!
it: Continua a sorridere!
ja: 笑顔を忘れずに!
ko: 계속 웃으세요!
lt: Nuolat šypsokis!
lv: Turpini smaidi!
nb: Du lyser opp!
nl: Blijf glimlachen!
nn: Du lyser opp!
pl: Uśmiechaj się!
pt_br: Continue sorrindo!
ro: Continuă să zâmbești!
ru: Улыбайся больше!
sk: Usmeraj sa!
sl: Nasmeški se!
sr: Настави да се осмешаваш!
sv: Fortsätt le!
sw: Endelea kusmili!
ta: புன்னகை விடுங்கள்!
th: ยิ้มต่อไป!
tr: Gülümsemeye devam et!
uk: Продовжуй посміхатися!
ur: مسکرانا جاری رکھو!
vi: Cứ mỉm cười!
zh_hans: 保持微笑！
zh_hant: 保持微笑！

# salute.35
source: Enjoy it!
ar: استمتع!
bg: Наслаждавай се!
bn: উপভোগ করো!
ca: Gaudeix-ho!
cs: Užij si to!
da: Nyd det!
de: Viel Spaß!
el: Απόλαυσέ το!
es: ¡Disfrútalo!
et: Naudi seda!
fa: لذت ببر!
fi: Nauti siitä!
fil: Tamasahin!
fr: Profite !
he: תיהנה!
hi: इसका आनंद लो!
hr: Uživaj!
hu: Élvezd!
id: Nikmati!
is: Gentu það!
it: Goditi!
ja: 楽しもう!
ko: 즐기세요!
lt: Mėgaukis!
lv: Priecājies!
nb: Smil litt!
nl: Geniet ervan!
nn: Smil litt!
pl: Ciesz się!
pt_br: Aproveite!
ro: Bucură-te!
ru: Получай удовольствие!
sk: Užívaj si to!
sl: Uživaj!
sr: Уживај!
sv: Njut av det!
sw: Tabasamu!
ta: அதை ரசியுங்கள்!
th: เพลิดเพลินไป!
tr: Keyfini çıkar!
uk: Насолоджуйся!
ur: لطف اٹھاؤ!
vi: Tận hưởng nào!
zh_hans: 享受它！
zh_hant: 盡情享受！

# salute.36
source: Make 'em smile!
ar: أضحكهم!
bg: Развеселяй хората!
bn: তাদের হাসাও!
ca: Fes-los somriure!
cs: Rozvesel je!
da: Få dem til at smile!
de: Bring sie zum Lächeln!
el: Κάνε τους να χαμογελάσουν!
es: ¡Hazlos sonreír!
et: Pane teised naeratama!
fa: دیگران رو خوشحال کن!
fi: Saa heidät hymyilemään!
fil: Pagsmilahin sila!
fr: Fais-les sourire !
he: גרם להם לחייך!
hi: दूसरों को हंसाओ!
hr: Razveselі ih!
hu: Nevettesd meg őket!
id: Buat mereka tersenyum!
is: Fá þá til að bros!
it: Falli sorridere!
ja: みんなを笑顔に!
ko: 모두를 웃게 만드세요!
lt: Žavi žmones!
lv: Smaidi citiem!
nb: Ha det gøy!
nl: Zorg voor glimlachen!
nn: Gled andre!
pl: Rozśmieszaj ich!
pt_br: Faça-os sorrir!
ro: Fă-i să zâmbească!
ru: Смеши их!
sk: Rozesmej ich!
sl: Nasmej druge!
sr: Насмешиј их!
sv: Få dem att le!
sw: Fanya wote wasmile!
ta: அவர்களை புன்னகை சொல்லலாம்!
th: ทำให้เขายิ้ม!
tr: Onları güldür!
uk: Розсмішуй інших!
ur: دوسروں کو ہنساؤ!
vi: Làm người khác mỉm cười!
zh_hans: 让他们微笑！
zh_hant: 讓他們微笑！

# salute.37
source: You inspire!
ar: أنت ملهم!
bg: Ти вдъхновяваш!
bn: তুমি অনুপ্রাণিত করো!
ca: Tu inspires!
cs: Ty inspiruješ!
da: Du inspirerer!
de: Du inspirierst!
el: Εμπνέεις!
es: ¡Inspiras!
et: Sa inspireerid!
fa: تو الهام‌بخش هستی!
fi: Sinä inspiroit!
fil: Ikaw ay nag-inspire!
fr: Tu inspires !
he: אתה מעורר השראה!
hi: तुम प्रेरित करते हो!
hr: Ti nadahnjuješ!
hu: Te inspirálsz!
id: Kamu menginspirasi!
is: Þú hvetur okkur!
it: Tu ispiri!
ja: 君は人を鼓舞する!
ko: 당신은 영감을 줍니다!
lt: Tu įkvėpi!
lv: Tu iedvesmo!
nb: Gled andre!
nl: Je inspireert!
nn: Du inspirerer!
pl: Ty inspirujesz!
pt_br: Você inspira!
ro: Tu inspiri!
ru: Ты вдохновляешь!
sk: Inšpiruješ!
sl: Ti navdihneš!
sr: Ти инспиришеш!
sv: Du inspirerar!
sw: Wewe unainspire!
ta: நீங்கள் অনুপ்রাণிக்கிறீர்கள்!
th: คุณเป็นแรงบันดาลใจ!
tr: Sen ilham veriyorsun!
uk: Ти надихаєш!
ur: تم متاثر کرتے ہو!
vi: Bạn truyền cảm hứng!
zh_hans: 你鼓舞人心！
zh_hant: 你很啟發人心！

# salute.38
source: Be proud!
ar: كن فخوراً!
bg: Бъди горд!
bn: গর্বিত হও!
ca: Sigues orgullós!
cs: Buď na sebe hrdý!
da: Vær stolt!
de: Sei stolz!
el: Να είσαι περήφανος!
es: ¡Siéntete orgulloso!
et: Ole uhke!
fa: به خودت افتخار کن!
fi: Ole ylpeä!
fil: Maging proud!
fr: Sois fier !
he: היה גאה!
hi: गर्वित रहो!
hr: Budi ponosan!
hu: Légy büszke!
id: Banggalah!
is: Vertu stoltuur!
it: Sii orgoglioso!
ja: 誇りを持とう!
ko: 자랑스러워하세요!
lt: Būk didžias!
lv: Būs lepns!
nb: Du inspirerer!
nl: Wees trots!
nn: Vær stolt!
pl: Bądź dumny!
pt_br: Tenha orgulho!
ro: Fii mândru!
ru: Гордись собой!
sk: Buď na seba pyšný!
sl: Bodi ponosen!
sr: Буди поносан!
sv: Var stolt!
sw: Jistari!
ta: பெருமிதம் கொள்ளுங்கள்!
th: ภูมิใจไป!
tr: Gurur duy!
uk: Гордися!
ur: فخور ہو!
vi: Hãy tự hào!
zh_hans: 要骄傲！
zh_hant: 要感到驕傲！

# salute.39
source: You matter!
ar: أنت مهم!
bg: Ти имаш значение!
bn: তুমি গুরুত্বপূর্ণ!
ca: Ets important!
cs: Na tobě záleží!
da: Du betyder noget!
de: Du zählst!
el: Έχεις σημασία!
es: ¡Eres importante!
et: Oled oluline!
fa: تو مهم هستی!
fi: Sinä olet tärkeä!
fil: Mahalaga ka!
fr: Tu comptes !
he: אתה חשוב!
hi: तुम महत्वपूर्ण हो!
hr: Bitna si!
hu: Te vagy fontos!
id: Kamu penting!
is: Þú mátalr!
it: Sei importante!
ja: 君は大切だ!
ko: 당신은 중요합니다!
lt: Tu svarbus!
lv: Tu esi svarīgs!
nb: Vær stolt!
nl: Je betekent veel!
nn: Du er viktig!
pl: Jesteś ważny!
pt_br: Você importa!
ro: Conți!
ru: Ты важен!
sk: Máš význam!
sl: Ti si važen!
sr: Ти си важан!
sv: Du betyder något!
sw: Wewe ni muhimu!
ta: நீங்கள் முக்கியம்!
th: คุณสำคัญ!
tr: Sen önemlisin!
uk: Ти важливий!
ur: تم اہم ہو!
vi: Bạn rất quan trọng!
zh_hans: 你很重要！
zh_hant: 你很重要！

# salute.40
source: Stay positive!
ar: ابقَ إيجابياً!
bg: Останался позитивен!
bn: ইতিবাচক থাকো!
ca: Mantén-te positiu!
cs: Zůstaň pozitivní!
da: Bliv ved med at være positiv!
de: Bleib positiv!
el: Παραμείνε θετικός!
es: ¡Mantén la actitud positiva!
et: Jää positiivseks!
fa: مثبت فکر کن!
fi: Pysy positiivisena!
fil: Manatiling positibo!
fr: Reste positif !
he: הישאר חיובי!
hi: सकारात्मक रहो!
hr: Ostani pozitivan!
hu: Maradj pozitív!
id: Tetap positif!
is: Vertu jákvæður!
it: Rimani positivo!
ja: ポジティブでいよう!
ko: 긍정적으로 지내세요!
lt: Būk pozityvus!
lv: Paliec pozitīvs!
nb: Du er viktig!
nl: Blijf positief!
nn: Vær positiv!
pl: Pozostań pozytywny!
pt_br: Mantenha-se positivo!
ro: Rămâi pozitiv!
ru: Оставайся позитивным!
sk: Buď pozitívny!
sl: Ostani pozitiven!
sr: Остани позитиван!
sv: Var positiv!
sw: Endelea kwa mzuri!
ta: நேர்மறையாக இருங்கள்!
th: คิดในแง่บวก!
tr: Pozitif kal!
uk: Залишайся позитивним!
ur: مثبت رہو!
vi: Luôn lạc quan!
zh_hans: 保持积极！
zh_hant: 保持樂觀！

# salute.41
source: Full focus!
ar: تركيز كامل!
bg: Пълен фокус!
bn: সম্পূর্ণ মনোযোগ!
ca: Focus total!
cs: Plná pozornost!
da: Fuldt fokus!
de: Volle Konzentration!
el: Πλήρης εστίαση!
es: ¡Total enfoque!
et: Täis tähelepanu!
fa: تمام تمرکز!
fi: Täysi keskittyminen!
fr: Pleine concentration !
he: ריכוז מלא!
hi: पूरा ध्यान!
hr: Puni fokus!
hu: Teljes figyelem!
id: Fokus penuh!
is: Full einbeitni!
it: Piena concentrazione!
ja: 集中力全開!
ko: 완전히 집중하세요!
lt: Visas dėmesys!
lv: Pilnā uzmanība!
nb: Full fokus!
nl: Volledig gefocust!
nn: Full fokus!
pl: Pełna koncentracja!
pt_br: Foco total!
ro: Concentrare maximă!
ru: Полная концентрация!
sk: Plný fokus!
sl: Polna pozornost!
sr: Пуна концентрација!
sv: Fullt fokus!
sw: Mtazamo kamili!
ta: முழு கவனம்!
th: สมาธิเต็มที่!
tr: Tam odak!
uk: Повна концентрація!
ur: مکمل توجہ!
vi: Tập trung toàn bộ!
zh_hans: 全力专注！
zh_hant: 全力專注！

# salute.42
source: Give it all!
ar: أعطِ كل شيء!
bg: Дай всичко!
bn: সবকিছু দাও!
ca: Dona-ho tot!
cs: Dej všechno!
da: Giv det hele!
de: Gib alles!
el: Δώσε όλα σου!
es: ¡Dalo todo!
et: Anna maksimum!
fa: همه چیز بده!
fi: Anna kaikkesi!
fil: Bigyan ng lahat!
fr: Donne tout !
he: תן הכל!
hi: सब कुछ दो!
hr: Daj sve!
hu: Adj mindent!
id: Berikan semuanya!
is: Gef allt!
it: Dai tutto!
ja: 全力を尽くそう!
ko: 모든 것을 주세요!
lt: Pasiduok pilnai!
lv: Dod visu!
nb: Gi alt!
nl: Geef alles!
nn: Gi alt!
pl: Daj z siebie wszystko!
pt_br: Dê o máximo!
ro: Dă-i tot ce ai!
ru: Выкладывайся!
sk: Daj do toho všetko!
sl: Daj vse!
sr: Дај све!
sv: Ge allt!
sw: Jitoe kabisa!
ta: அனைத்தை கொடுங்கள்!
th: ให้ทุกอย่าง!
tr: Tüm gücünü ver!
uk: Дай все від себе!
ur: سب کچھ دو!
vi: Cho hết mình!
zh_hans: 全力以赴！
zh_hant: 盡力而為！
